Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: o
ar: t

source: Iran's Supreme Leader Dismisses Obama's Appeal
ar: الزعيم الإيراني الأعلى يرفض عرض أوباما

source: By Edward Yeranian
ar: كتب ادوارد يرانين

source: Iran's supreme leader is dismissing calls from U.S. President Barack Obama for a new beginning in relations between the two countries.
ar: رفض الزعيم الإيراني الأعلى دعوات الرئيس الأمريكي باراك أوباما إلى بداية جديدة في العلاقات بين البلدين.

source: Ayatollah Ali Khamenei in Mashhad, 21 Mar 2009
ar: آية الله علي خامنئي في مدينة مشهد، 21 مارس 2009

source: Speaking in the holy city of Mashhad Saturday, Ayatollah Ali Khamenei said the United States is using the slogan of change, but that he sees no real change in U.S. policy toward Iran.
ar: وقال آية الله علي خامنئي من مدينة مشهد المقدسة يوم السبت إن الولايات المتحدة تستخدم شعار التغيير، ولكنه لا يرى أن هناك تغييراً حقيقياً في السياسة الأمريكية تجاه إيران.

source: Change in rhetoric alone is not enough, he said, and even then we haven't seen much change in vocabulary. Change, he insists, must be authentic.
ar: وقال إن التغيير في الخطاب وحده لا يكفي ورغم ذلك لم نر تغييراً كبيراً في المفردات، ويصر أن التغيير يجب أن يكون حقيقي.

source: We must tell the American leadership that the change [Obama] is talking about is a must, he said. There is no choice, you must change, because God's divine conduct will change you. The world will change you.
ar: وقال علينا أن نعرف القيادة الأمريكية أن التغيير الذي يتحدث عنه (أوباما) أمر لا بد منه، وأضاف قائلاً ليس هناك أي خيار، يجب أن تتغيروا لأن إرادة الله ستغيركم، والعالم سيغيركم.

source: In a videotaped message to the Iranian people, Mr. Obama said Friday he is committed to diplomacy to address serious differences between the United States and Iran.
ar: في رسالة فيديو مسجلة موجهة إلى الشعب الإيراني، قال أوباما يوم الجمعة إنه ملتزم بالدبلوماسية لمعالجة خلافات جدية بين الولايات المتحدة وإيران.

source: Khamenei asked Mr. Obama if what he called America's hostility towards the Iranian nation has really changed.
ar: وسأل خامنئي أوباما إذا كان عداء الولايات المتحدة تجاه إيران تغير فعلاً.

source: Has your hostility towards the Iranian nation changed? Is there some sign of this? Have you unblocked Iran's assets [frozen in US banks]? Have you lifted the oppressive sanctions? Have you stopped insulting us and making accusations against our great nat
ar: وقال هل تغير العداء تجاه الأمة الإيرانية؟ هل توجد بعض العلامات على ذلك؟ هل حررتم أصول إيران (المجمدة فى البنوك الامريكية)؟ هل رفعتم العقوبات الظالمة؟ هل أوقفتم إهاناتكم لنا وتوجيه الإتهامات لأمتنا العظيمة ولقادتها؟ هل أوقفتم دعمكم غير المشروط لإسرائيل؟ ف

source: Ali Nourizadeh, who runs the Center for Arab and Iranian Studies in London, says he is pessimistic about any real improvement in ties between the United States and Iran.
ar: ويقول علي نورى زاده مدير مركز الدراسات العربية الإيرانية في لندن إنه متشائم من أن أي تحسن حقيقي في العلاقات بين الولايات المتحدة وإيران سيحدث.

source: Even if President Obama, tomorrow, returns what remains of the Iranian assets, if President Obama condemns Israel, if President Obama withdraws all American forces from Iraq and Afghanistan, and if the United States announced that they recognize Iran as
ar: وأضاف حتى لو أعاد الرئيس أوباما غداً ما تبقى من الأصول الإيرانية، وحتى لو أدان الرئيس أوباما إسرائيل، وحتى لو سحب الرئيس أوباما جميع القوات الأمريكية من العراق وأفغانستان، وحتى لو أعلنت الولايات المتحدة أنها قد تعترف بإيران باعتبارها أقوى لاعب في الشرق ا

source: The U.S. and Iran are entangled in a dispute over the Persian Gulf nation's nuclear program, which the United States contends is a cover for developing weapons. Iran denies that the program has military aims, saying it is trying to produce electricity.
ar: إن الولايات المتحدة وإيران غارقتان في نزاع على البرنامج النووي لشعب منطقة الخليج الفارسي الذي تقول الولايات المتحدة عنه إنه غطاء لتطوير أسلحة نووية، وتنفي إيران أن هذا البرنامج له أغراض عسكرية قائلة إنها تسعى لإنتاج الكهرباء.

source: Meir Javedanfar, an Iranian-born Middle East analyst in Tel Aviv says that he thinks the United States will have to make substantial concessions before the Iranian leadership considers improving ties with Washington:
ar: ويقول مئير جايفدانفار الإيراني المولد ومحلل شئون الشرق الأوسط في تل أبيب إنه يعتقد أن على الولايات المتحدة تقديم تنازلات كبيرة قبل أن تدرس القيادة الإيرانية تحسين العلاقات مع واشنطن:

source: I think if America can offer Iran something that has equal value or exceeds the value of Iran's nuclear program, then the Iranians might consider it. Maybe if Iran's role is recognized in Lebanon, in Afghanistan, in Iraq. Maybe, even then, I'm not sure.
ar: فيقول أعتقد أن أمريكا إذا عرضت على إيران عرضاً يساوي قيمة البرنامج النووي الإيراني أو ما يفوقه، قد يضع الإيرانيون في الاعتبار هذا العرض، فربما إذا تم الاعتراف بدور إيران في لبنان وفي أفغانستان وفي العراق فربما حتى لو حدث ذلك، لست متأكداً، أعتقد أنهم سيرغ

source: Both analysts, however, believe that Mr. Obama has created significant goodwill with the Iranian people by addressing them directly. Ayatollah Khamenei, argues Javedanfar, has reason to be worried:
ar: ولكن المحللون يعتقدون أن أوباما خلق نية حسنة مع الشعب الإيراني بالتحدث إليهم مباشرةً، ويقول جايفدانفار أن آية الله خامنئي لديه سبب يدعوه للقلق:

source: What concerns Khamenei, he says, is that Mr. Obama has credibility. What Mr. Obama did yesterday has endeared him, I believe, to the hearts of many Iranians. It's going to be very difficult for Khamenei to ignore Mr. Obama.
ar: ويقول إن ما يقلق خامنئي هو أن أوباما يمتلك المصداقية، ما فعله أوباما أمس جعله قريباً إلى قلوب الكثير من الإيرانيين في رأيي، سيكون من الصعب جداً على خامنئي أن يتجاهل أوباما.

source: Emirates plane searched at London airport
ar: طائرة الإمارات تخضع للتفتيش في مطار لندن

source: British police said they arrested a man Sunday on suspicion of making a bomb threat aboard a flight from Dubai to London.
ar: قالت الشرطة البريطانية أنها قامت باعتقال رجل يوم الأحد يشتبه بصنعه قنبلة للتهديد بها على متن طائرة متجهة من دبي إلى لندن.

source: The threat turned out to be a hoax, police said after searching the Emirates flight after it landed at London's Gatwick Airport and finding no suspicious device.
ar: و أضافت الشرطة بعد تفتيشها للطائرة الإماراتية بعد هبوطها في مطار غايتويك في لندن و لم تجد فيها أية أداة مثيرة للشبهات بأن التهديد كان عبارة عن خدعة لا غير.

source: Dubai-based Emirates said that, shortly before the plane landed Sunday morning, a passenger found a note indicating there might be a security threat on board.
ar: و صرح طيران الإمارات المتمركز في دبي - قبل وقت قصير من هبوط الطائرة في المطار صباح يوم الأحد - أن مسافرا وجد ملاحظة تشير إلى أنه من المحتمل وجود تهديد أمني على متن الطائرة.

source: Police declined to identify the suspect by name or nationality.
ar: و قد رفضت الشرطة تمييز المشتبه به من حيث الاسم أو الجنسية.

source: On Friday evening, an Emirates plane carrying more than 225 people slammed its tail into the runway as it took off from Melbourne, Australia, sending smoke into the cabin and forcing the pilot to make an emergency landing. No one was hurt in that incident
ar: و في مساء يوم الجمعة, ضرب ذيل الطائرة الإماراتية - التي تحمل أكثر من مئتان و خمسة و عشرين شخصا على متنها – المدرج بينما كانت تقلع من مالبورن في استراليا, متسببة بانتشار الدخان في حجرة الطيار و أجبرته على إجراء هبوط اضطراري. لم يصب أحد بأذى جراء الحادث.

source: Associated Press Writer Adam Schreck contributed to this report from Dubai.
ar: ساهم في كتابة هذا المقال المحرر في صحيفة الأسوشيتد برس أدم شريك من دبي.

source: Published: March 22, 2009
ar: نشر في: الثاني و العشرون من شهر أذار, 2009

source: Do you know anyone who was on the flight? Let us know. Please include your mobile number or telephone number if you want Gulf News to get in touch with you.
ar: هل تعرف أي أحد كان على متن الطائرة؟ دعنا نعرف. الرجاء أدخل رقم هاتفك الخلوي أو الأرضي إن كنت تريد أن تتصل غولف نيوز معك.

source: On Friday, an Emirates plane had to return to Melbourne airport shortly after the pilot discovered the aircraft's tail could possibly have hit the runway during takeoff.
ar: حيث انه و في يوم الجمعة, اضطرت طائرة الإمارات إلى العودة إلى مطار ميلبورن بعد أن اكتشف الطيار أن ذيل الطائرة من المحتمل أنه ضرب المدرج عند الإقلاع.

source: This is the second time within days that an Emirates plane has become the subject of unwelcome news for the company.
ar: هذه هي المرة الثانية خلال أيام التي يكون فيها طيران الإمارات مادة ‛ لأنباء غير سارة ‛ للشركة.

source: For Emirates, the safety of its crew and passengers is of paramount importance, the spokesperson said.
ar: و أضاف المتحدث باسم طيران الإمارات أن: ‛ بالنسبة لطيران الإمارات, فإن سلامة طاقمه و مسافريه هي ذات أهمية عظمى. ‛

source: The incident resulted in the airport's brief closure at about 7am local time. Police said the investigation was completed around 3pm. The airport reopened shortly afterwards, and although some flights were delayed there was no major disruption.
ar: هذا و قد تسبب الحادث في إغلاق قصير للمطار حوالي الساعة السابعة صباحا بالتوقيت المحلي. قالت الشرطة بأن التحقيقات انتهت حوالي الساعة الثالثة صباحا. و تمت إعادة افتتاح المطار بعد ذلك بوقت قصير, و على الرغم من تأخير بعض الرحلات إلا انه لم يكن هناك ضرر حقيقي.

source: Minor delays
ar: تأجيلات بسيطة.

source: The airline did not say whether the arrested man was a passenger.
ar: لم تصرح الشرطة ما إذا كان الرجل الذي اعتقل مسافرا أم لا.

source: It was searched by explosives experts upon landing and people onboard were questioned. Local police have arrested a man in his 20s on suspicion of involvement in this hoax, an Emirates spokesperson said.
ar: و قد تم تفتيش الطائرة من قبل خبراء المتفجرات بعيد الهبوط كما تم استجواب الناس الذين كانوا على متنها. و قال متحدث باسم طيران الإمارات: ‛ اعتقلت الشرطة المحلية رجلا في العشرينيات من العمر للاشتباه فيه بالضلوع في هذا الرعب. ‛

source: The airline said a note implying a security threat was found on flight EK011 10 minutes before landing. The Boeing 777 aircraft carried 164 passengers and 16 crew.
ar: قالت شركة الطيران: ‛ تم العثور على ملاحظة تتضمن تهديدا أمنيا ‛ على متن الرحلة رقم EK011 قبل عشرة دقائق من الهبوط. و كانت طائرة البوينغ 777 إيركرافت تحمل على متنها مئة و أربعة و ستين راكبا.

source: Dubai: British police arrested a man in connection with a bomb hoax on an Emirates flight from Dubai to London Gatwick on Sunday.
ar: دبي: قامت الشرطة البريطانية باعتقال رجل يوم الأحد يشتبه بصنعه قنبلة للتهديد بها على متن طائرة متجهة من دبي إلى لندن.

source: Man arrested after bomb scare on Emirates flight at Gatwick
ar: اعتقال رجل بعد إثارة الذعر حول قنبلة على متن طائرة الإمارات في مطار غايتويك.

source: By Shakir Husain, Staff Reporter
ar: بقلم المراسل شاكر حسين

source: Published: March 22, 2009, 15:28
ar: تم نشره في: الثاني و العشرون من شهر أذار, 2009.

source: As 26/11 trial opens, Kasab admits he is a Pakistani
ar: مع بدء محاكمة تفجيرات 26/11، قصاب يعترف بأنه باكستاني

source: MUMBAI: Mohammed Ajmal Amir Kasab, the_lone terrorist arrested in the November 26 terror attacks, on Monday admitted_that he is from Faridkot in
ar: مومباى: اعترف محمد أجمل أمير قصاب الإرهابي الوحيد الذي اُعتقل بعد هجمات 26 نوفمبر الإرهابية يوم الاثنين أنه من مدينة فريدكوت الباكستانية

source: Pakistan and demanded that he be provided a lawyer_by the Maharashtra government. (
ar: وطالب بتوفير حكومة ولاية ماهاراشترا محام له.

source: Appearing in a video_conference before special judge M L Tahilyani on the first day of trial by the_special court trying the November 26, 2008 Mumbai terror attackers, Kasab said_he received a copy of the 11,000-plus pages chargesheet.
ar: وظهر قصاب عبر الفيديو كونفرنس أمام قاض خاص يدعى تاهيلياني في اليوم الأول من المحاكمة أمام المحكمة الخاصة التي تحاكم منفذي هجمات 26 نوفمبر 2008 الإرهابية في مومباي، وقال قصاب إنه تلقى نسخة من 11,000 صفحة زائدة في صحيفة الإتهام.

source: Do you_know who I am? I am your judge in this case, Tahilyani informed Kasab. At this,_Kasab immediately responded with Namaste, which the judge reciprocated.
ar: وقال تاهيلياني لقصاب هل تعلم من أنا؟ أنا قاضيك في هذه القضية.

source: When asked by Tahilyani whether he had a lawyer, Kasab replied in_the negative. To a question: Do you want to engage a laywer? Kasab replied_that he wanted to appoint a lawyer and asked for the same lawyer who defended_him earlier.
ar: عندما سأله تاهيلياني عما إذا كان لديه محام، أجاب قصاب بالنفي، ورداً على سؤال: هل تريد إشراك محام؟ قال قصاب إنه يرغب في تعيين محام وطلب أن يكون نفس المحامي الذي دافع عنه في وقت سابق.

source: When special public prosecutor Ujwal Nikam pointed out_that no lawyer has appeared on his behalf so far, the judge asked Kasab whether_he could afford to pay for a lawyer.
ar: وعندما أشار المدعي العام اوجوال نيكام إلى إنه لم يمثل عنه أي محام حتى الآن، سأله القاضي ما إذا كان يستطيع دفع أتعاب محام.

source: As Kasab remained silent, the_judge asked whether he would like a lawyer paid for by the government. Kasab_gave his consent.
ar: وعندما لزم قصاب الصمت، سأله القاضي عما إذا كان يود أن تدفع الحكومة أتعاب المحامي، أبدى قصاب الموافقة.

source: Shortly thereafter, the two other LeT activists_who are co-accused in the case, Fahim Ansari and Sabahuddin Mohammed, were also_presented before the special judge through a video link.
ar: وبعد ذلك بقليل، عُرض المتهمان الآخران من جماعة عسكر طيبة فهيم أنصاري وسبع الدين محمد على القاض الخاص من خلال الفيديو أيضاً.

source: Fahim_immediately sought permission to change his lawyer Aejaz Naqvi. Tahilyani asked_Sabahuddin what his next move would be, since his co-accused (Fahim) wanted a_change of the lawyer who represents both of them.
ar: وطلب فهيم على الفور الحصول على إذن لتغيير محاميه إيجاز نقفي، وسأل تاهيلياني سبع الدين عن خطوته القادمة لأن المتهم الآخر (فهيم) يريد تغيير المحامي الذي يمثل كل منهما.

source: Sabahuddin_informed the court that he would discuss the matter with Fahim and inform the_judge later.
ar: وأبلغ سبع الدين المحكمة أنه سيناقش هذه المسألة مع فهيم وسيبلغ القاضي بالإجابة في وقت لاحق.

source: The hearing will continue later on Monday.
ar: وستستمر الجلسة في وقت لاحق يوم الاثنين.

source: The media were given written account of the morning session's_proceedings as per an earlier order of Tahilyani.
ar: وقُدم إلى وسائل الإعلام وصفاً مكتوباً عن إجراءات جلسة الصباح بناء على أمر أصدره تاهيلياني في وقت مبكر.

source: The trial formally_opened here on Monday at the special court set up inside the tightly guarded_precincts of the Arthur Road Jail in south-central Mumbai. The jail is being_guarded by a three-tier security force comprising the Mumbai police, the_Indo-Tibe
ar: وبدأت المحاكمة رسمياً هنا يوم الاثنين في المحكمة الخاصة تحت حراسة مشددة داخل حرم سجن آرثر رود في جنوب وسط مومباي، ويقوم بحراسة السجن قوة أمنية مكونة من ثلاثة مستويات تضم شرطة مومباي وشرطة الحدود الهندية التبتية وحراس السجن نفسه.

source: Nikam said here that Monday marked the formal opening of the trial_but the actual trial on a day-to-day basis would be held only after three weeks.
ar: وذكر نيكام هنا أن يوم الاثنين يشهد الافتتاح الرسمي للمحاكمة ولكن المحاكمة الفعلية ستُعقد بعد ثلاثة أسابيع فقط على أساس كل يوم قائم بذاته.

source: This is because the state government has written to us that they_needed at least another two weeks to complete the work of constructing the_special court inside Arthur Road Jail premises. I have moved an application_requesting the honourable special judg
ar: وقال نيكام السبب وراء ذلك هو أن حكومة الولاية كتبت لنا أنها تحتاج أسبوعين على الأقل لإنهاء بناء المحكمة الخاصة داخل مبنى سجن آرثر رود، ولقد نقلت طلباً إلى حضرة القاضي الخاص بتحديد موعد للمحاكمة الفعلية بناءً على ذلك.

source: Last month, the Mumbai police filed a_voluminous chargesheet running into over 11,000 pages against Kasab and 37_others including Ansari and Sabahuddin.
ar: وفي الشهر الماضي، قدمت شرطة مومباي صحيفة إتهام ضخمة مكونة من أكثر من 11,000 صفحة ضد قصاب و 37 آخرين من بينهم أنصاري وسبع الدين.

source: The remaining 35 have been_listed in the chargesheet as wanted absconders. Among the charges under_different sections of various Indian laws are waging war against the nation,_terrorist activities, kidnapping, entering the country illegally, attempt to_
ar: أما الخمس والثلاثون الآخرون فقد تم إدراجهم في صحيفة الإتهام بوصفهم هاربين مطلوبين، ومن بين التهم الموجهة إليهم والمنصوص عليها في مختلف بنود القوانين الهندية شن حرب على الهند والقيام بأنشطة إرهابية والاختطاف ودخول الهند بطريقة غير شرعية ومحاولة القتل وا

source: Nine associates of Kasab were killed by the_combined security forces that battled the terrorists for 60 hours at several_locations in Mumbai.
ar: وقُتل تسعة من شركاء قصاب على أيدي قوات الأمن المشتركة التي اشتبكت مع الإرهابيين لمدة 60 ساعة في مواقع عديدة في مومباي.

source: The carnage resulted in the killings of over_170 people, including 26 foreigners and 18 security personnel.
ar: وأسفرت المذبحة عن مقتل أكثر من 170 شخصاً من بينهم 26 أجنبياً و18 من أفراد الأمن.

source: Mumbai gunman Ajmal Amir Kasab laughs at terror charges
ar: مطلق النار في هجمات مومباي يضحك على التهم الإرهابية الموجهة إليه.

source: Mohammed Azam Amir Kasab, who has been dubbed the baby-faced gunman. He is said to be reading Gandhi's autiography in his cell
ar: محمد عزام أمير قصاب, الملقب ب ‛ مطلق النار ذو الوجه الطفولي ‛. قيل بأنه كان يقرأ مدونة غاندي في زنزانته.

source: A man accused of helping to carry out the Mumbai terror attacks broke into_laughter today when he was asked by a court whether he understood the_charges against him.
ar: الرجل الذي اتهم بقيامه بالمساعدة بتنفيذ هجمات مومباي الإرهابية دخل في نوبة من الضحك اليوم عندما سؤل من قبل المحكمة ما إذا كان يعي التهم الموجهة إليه.

source: Mohammed Ajmal Amir Kasab, 21, was one of ten heavily armed gunmen who ran_amok in India’s financial capital in November in a series of coordinated_commando-style raids that claimed more than 170 lives. He was the only one_to be captured alive.
ar: محمد عزام أمير قصاب, البالغ من العمر إحدى و عشرين عاما, هو رجل من بين عشرة رجال آخرين مدرعين بالأسلحة كانوا قد قاموا في عاصمة الهند المالية في شهر تشرين الثاني بسلسلة من الغارات المنسقة على غرار أسلوب المغاوير و التي ذهب ضحيتها أكثر من مئة و سبعين شخصا. و

source: The Pakistani national, who was dubbed “the baby-faced killer” after being_caught on camera brandishing an AK-47 rifle and carrying a haversack stuffed_with ammunition and grenades, faces death by hanging if convicted of charges_of murder and waging war a
ar: الرجل الباكستاني الجنسية, الملقب ب ‛ القاتل ذو الوجه الطفولي ‛, بعد أن التقطت الكاميرا صورته و هو يلوح ببندقية إي كي – 47 و يحمل جرابا محشوا بالذخيرة و القنابل, يواجه حكم الإعدام شنقا إذا ثبتت التهم الموجهة إليه و المتمثلة بالقتل و شن حرب ضد الهند.

source: He and an accomplice killed 58 people at Chhatrapati Shivaji Terminus, the_city’s main train station.
ar: لقد قتل هو وشريكه في الجريمة ثمانية و خمسين شخصا في محطة تشهاتراباتي شيفاجي, و هي محطة القطار الرئيسية في المدينة.

source: Kasab was smiling throughout the hearing and said that he was from Pakistan,”_said Ujjwal Nikam, the special public prosecutor.
ar: يقول أوجوال نيكام, المدعي العام المختص: ‛ كان قصاب يبتسم لدى سماعه الجلسة و يقول أنه من باكستان. ‛

source: “He laughed when the judge asked him if he understood everything in the charge_sheet.
ar: و يتابع قائلا: ‛ لقد ضحك عندما سأله القاضي ما إذا كان يعي كل شيء مذكور في لائحة الاتهام. ‛

source: The charge sheet, which runs to more than 11,000 pages, is written in English_and Marathi, the local language in Mumbai. Kasab, whose first language_appears to be Urdu, has said that he does not understand the document but he_did answer some questions tod
ar: أما صحيفة الاتهام - التي زاد عدد صفحاتها عن أحد عشر ألف صفحة - فقد كانت مكتوبة باللغتين الانكليزية و المهاراتية, و هي اللغة المحلية في مومباي. و قصاب, الذي تبدو لغته الأم هي اللغة الأردية, فقد قال بأنه لم يفهم المستند إلا انه أجاب عن بعض الأسئلة اليوم ب

source: It appears that the charge sheet's overriding aim is to establish Pakistan's_involvement in the attacks. It names 37 suspects, 35 of whom are Pakistani._They include at least one serving member of the Pakistani Army, a Colonel_Saadat Ullah, who is alleged
ar: هذا و يبدو أن هدف لائحة الاتهام الخفي هو إنشاء ضلوع لباكستان في الهجمات. فاللائحة تذكر أسماء سبعة و ثلاثين مشتبها بهم, خمسة و ثلاثين منهم باكستانيي الجنسية فيهم واحد على الأقل ممن خدم في الجيش الباكستاني, و هو الكولونيل سعادات أوللاه, الذي زعم انه ساعد في

source: Today’s proceedings marked the formal hearing ahead of what has been described_in India as “the trial of the century”. Kasab, who was bearded and wore a_grey t-shirt for his court appearance, is thought to be a footsoldier for_the Islamist Lashkar-e-Taiba
ar: و قد أوضحت جلسة اليوم التقدم في التحقيق الرسمي لما سمي في الهند بأنه ‛ محاكمة القرن ‛. أما قصاب, الذي كان ملتحيا و مرتديا قميصا رماديا لحضوره في المحكمة, يعتقد أنه كان جنديا من المشاة في حركة طالبان الإسلامية الإرهابية, التي يعتقد بأنها كانت وراء هجمات مو

source: Kasab is said to be reading an Urdu translation of Gandhi’s autobiography, My_Experiments With Truth, in his cell.
ar: و يقال أن قصاب كان يقرأ ترجمة باللغة الأردية لمدونة غاندي و هي بعنوان ‛ تجربتي مع الحقيقة ‛ في زنزانته.

source: The next formal court hearing is scheduled for March 30. The trial proper will_follow and will be held in a special high-security courtroom inside the_Arthur Road jail.
ar: جلسة المحكمة الرسمية المقبلة من المقرر عقدها في الثلاثين من شهر أذار. هذا و إن المحكمة الحقيقية ستتم مراقبتها و ستعقد في قاعة محكمة خاصة محروسة بشكل أمني مكثف داخل سجن أرثر رود.

source: He told the court that he agreed to be represented by a court-appointed_defence lawyer. If there will be a trial, then I will need a lawyer, he_said in Hindi. He not yet entered a plea to the charges.
ar: و اخبر المحكمة بأنه يوافق على أن يتم تمثيله من قبل محامي الدفاع الذي تعينه المحكمة و قال باللغة الهندية: ‛ إن كانت هناك محاكمة, عنها سأحتاج لمحام. ‛ و إلى الآن لم يقدم حجة دفاع عن التهم الموجهة إليه.

source: He appeared in the Mumbai Sessions Court via a video link from the city's_Arthur Road Jail, where he is being held.
ar: لقد ظهر في جلسة انعقاد محكمة مومباي عبر الفيديو من سجن أرئر رود في المدينة, حيث يتم احتجازه.

source: He represents a unique catch, experts say: the first LeT operative to have_been captured during a terrorist atrocity who is unquestionably Pakistani.
ar: يقول الخبراء عن محمد أنه يمثل وقوعا فريدا في الشرك, حيث أن رجل العمليات الأول التابع لحركة طالبان الإسلامية تم اعتقاله خلال قيامه بعمل وحشي إرهابي و هو باكستاني الجنسية بلا ريب.

source: March 23, 2009
ar: الثالث و العشرون من شهر أذار, 2009

source: Elisabeth Fritzl seeks refuge with children in a fortress
ar: اليزابيث فريتزل تبحث عن مأوى مع أطفالها في حصن

source: The inhabitants of Village X have become fiercely protective of the Fritzl family
ar: سكان قرية ص أصبحوا شديدو الدفاع عن أسرة فريتزل

source: Roger Boyes
ar: روجر بويز

source: If you want to hide in Austria, where better than Village X? After passing_through snow-crusted fields full of pear orchards, you cross the Danube by_an almost secret bridge.
ar: إذا كنت تريد الاختباء في النمسا، فأي مكان أفضل من قرية ص؟ بعد المرور عبر الحقول المغطاة بالثلوج المليئة ببساتين الكمثرى، ستعبر نهر الدانوب عن طريق جسر شبه سري.

source: If you can find your way over that moat you have to traverse miles of_marshland on roads where the signs seem to have been switched to cheat an_invading army.
ar: إذا استطعت أن تشق طريقك خلال ذلك الخندق، فعليك عبور أميال من المستنقعات على الطرق حيث تبدو اللائحات مكتوبة لخداع جيش من الغزاة.

source: Suddenly you find yourself in front of Elisabeth Fritzl’s new home and your_heart melts because it becomes clear that she has exchanged her dungeon_existence, her windowless 24 years, for a kind of fortress.
ar: فجأة ستجد نفسك أمام منزل اليزابيث فريتزل الجديد وسيخفق قلبك لأنه سيصبح واضحاً لك أنها استبدلت حياتها التي كانت في زنزانة، حياتها الخالية من النوافذ لمدة 24 عاماً بنوع من الحصن.
